Repository: IAmCoder/nl-wallet
Catalog: wallet_app/lib/src/localization/app_*.arb
Languages: nl

# signConfirmPinPageDescription
source: By entering your pin you agree to exchange your information.
nl: Hiermee geef je toestemming om gegevens uit te wisselen.

# signConfirmPinPageErrorDescription
source: {count, plural, =1 {You can try {count} more time} other {You can try {count} more times}}
nl: {count, plural, =1 {Je kan het nog {count} keer proberen} other {Je kan het nog {count} keer proberen}}

# signConfirmPinPageErrorTitle
source: Invalid code
nl: Ongeldige toegangscode

# signConfirmPinPageTitle
source: Enter your pin
nl: Vul je toegangscode in

# signGenericErrorPageCloseCta
source: Close
nl: Sluiten

# signGenericErrorPageDescription
source: An error occurred, please try again later.
nl: Er ging iets mis. Probeer het later nog eens

# signGenericErrorPageTitle
source: Something went wrong
nl: Er ging iets mis

# signScreenCancelSheetDescription
source: If you stop, no agreement will be signed.
nl: Als je stopt worden de afspraken niet ondertekend.

# signScreenCancelSheetNegativeCta
source: No
nl: Nee

# signScreenCancelSheetPositiveCta
source: Yes, stop
nl: Ja, stoppen

# signScreenCancelSheetTitle
source: Are you sure you want to stop?
nl: Weet je zeker dat je wilt stoppen?

# signScreenTitle
source: Sign
nl: Ondertekenen

# signStoppedPageCloseCta
source: Close
nl: Sluiten

# signStoppedPageDescription
source: By stopping, no agreements have been signed
nl: Door te stoppen heb je de afspraken niet ondertekend.

# signStoppedPageFeedbackCta
source: Give feedback
nl: Geef feedback

# signStoppedPageTitle
source: Signing stopped
nl: Ondertekenen gestopt

# signSuccessPageCloseCta
source: Close
nl: Sluiten

# signSuccessPageDescription
source: You signed the agreement with {organization}.
nl: Je hebt de afspraken met {organization} ondertekend.

# signSuccessPageHistoryCta
source: History
nl: Geschiedenis

# signSuccessPageTitle
source: Success!
nl: Gelukt!

# stopVerificationSheetDataIncorrectCta
source: Something not right?
nl: Klopt er iets niet?

# stopVerificationSheetDescription
source: If you stop, no data will be shared with {organization}.
nl: Als je stopt worden er geen gegevens gedeeld met {organization}.

# stopVerificationSheetNegativeCta
source: No
nl: Nee

# stopVerificationSheetPositiveCta
source: Yes, stop
nl: Ja, stoppen

# stopVerificationSheetTitle
source: Are you sure you want to stop?
nl: Weet je zeker dat je wilt stoppen?

# verificationConfirmDataAttributesCheckAttributesCta
source: Check your data
nl: Controleer je gegevens

# verificationConfirmDataAttributesCheckConditionsCta
source: Read the conditions
nl: Lees de voorwaarden

# verificationConfirmDataAttributesCheckConditionsDataSharedSubtitle
source: {count, plural, =1 {Attributes are stored for 1 month and shared with third parties} other {Attributes are stored for {count} months and shared with third parties}}
nl: {count, plural, =1 {Gegevens worden 1 maand bewaard en gedeeld met derden} other {Gegevens worden {count} maanden bewaard en gedeeld met derden}}

# verificationConfirmDataAttributesCheckConditionsSubtitle
source: {count, plural, =1 {Attributes are stored for 1 month and not shared with third parties} other {Attributes are stored for {count} months and not shared with third parties}}
nl: {count, plural, =1 {Gegevens worden 1 maand bewaard en niet gedeeld met derden} other {Gegevens worden {count} maanden bewaard en niet gedeeld met derden}}

# verificationConfirmDataAttributesDisclaimer
source: Always consider if sharing is responsible
nl: Bedenk altijd of delen verstandig is

# verificationConfirmDataAttributesPageApproveCta
source: Share
nl: Delen

# verificationConfirmDataAttributesPageDenyCta
source: No, decline
nl: Nee

# verificationConfirmDataAttributesPageIncorrectCta
source: Is something not right?
nl: Klopt er iets niet?

# verificationConfirmDataAttributesPageShareDataTitle
source: {count, plural, =1 {Do you want to share this attribute?} other {Do you want to share these {count} attributes?}}
nl: {count, plural, =1 {Wil je dit gegeven delen?} other {Wil je deze {count} gegevens delen?}}

# verificationConfirmDataAttributesShareWithTitle
source: Share with {organization}
nl: Delen met {organization}

# verificationConfirmPinPageDescription
source: By entering your pin you agree to share your information.
nl: Hiermee geef je toestemming om gegevens te delen.

# verificationConfirmPinPageErrorDescription
source: {count, plural, =1 {You can try {count} more time} other {You can try {count} more times}}
nl: {count, plural, =1 {Je kan het nog {count} keer proberen} other {Je kan het nog {count} keer proberen}}

# verificationConfirmPinPageErrorTitle
source: Invalid code
nl: Ongeldige toegangscode

# verificationConfirmPinPageTitle
source: Enter your pin
nl: Vul je toegangscode in

# verificationMissingAttributesPageCloseCta
source: Close request
nl: Aanvraag sluiten

# verificationMissingAttributesPageDescription
source: {organization} is requesting information which is not yet in your Wallet.
nl: {organization} vraagt om gegevens die nog niet in je Wallet staan.

# verificationMissingAttributesPageHowToProceedCta
source: What can I do?
nl: Wat kan ik doen?

# verificationMissingAttributesPageTitle
source: You're missing information
nl: Je mist gegevens

# verificationReportSubmittedPageCloseCta
source: Close
nl: Sluiten

# verificationReportSubmittedPageSubtitle
source: Your report has been sent anonymously. The organization will be checked as soon as possible. Never share any data with organizations you do not trust.
nl: Je melding is anoniem verstuurd. Deze partij wordt zo snel mogelijk gecontroleerd. Deel nooit je gegevens met een partij die je niet vertrouwt.

# verificationReportSubmittedPageTitle
source: Thanks for your feedback
nl: Bedankt voor je feedback

# verificationScreenTitle
source: Share data
nl: Gegevens delen

# verificationStoppedPageCloseCta
source: Close
nl: Sluiten

# verificationStoppedPageDescription
source: Because you have stopped, no data has been shared.
nl: Omdat je bent gestopt zijn er geen gegevens gedeeld.

# verificationStoppedPageFeedbackCta
source: Give Feedback
nl: Geef feedback

# verificationStoppedPageTitle
source: Stopped
nl: Gestopt

# verificationSuccessPageCloseCta
source: Close
nl: Sluiten

# verificationSuccessPageDescription
source: Your information is shared with {organization}.
nl: Je gegevens zijn gedeeld met {organization}.

# verificationSuccessPageShowHistoryCta
source: History
nl: Geschiedenis

# verificationSuccessPageTitle
source: Success!
nl: Gelukt!

# walletPersonalizeCheckDataOfferingPageAcceptCta
source: Yes, next
nl: Ja, klopt

# walletPersonalizeCheckDataOfferingPageDeclineCta
source: No
nl: Nee

# walletPersonalizeCheckDataOfferingPageIncorrectCta
source: Something not right?
nl: Klopt er iets niet?

# walletPersonalizeCheckDataOfferingPageSubtitle
source: If the data is correct you can add it.
nl: Als de gegevens kloppen kun je je wallet aanmaken.

# walletPersonalizeCheckDataOfferingPageTitle
source: Is the following information correct?
nl: Kloppen deze gegevens?

# walletPersonalizeConfirmPinPageDescription
source: By doing so you agree to add these cards to your wallet.
nl: Hiermee geef je toestemming om de kaarten aan je Wallet toe te voegen.

# walletPersonalizeConfirmPinPageErrorDescription
source: {count, plural, =1 {You can try {count} more time} other {You can try {count} more times}}
nl: {count, plural, =1 {Je kan het nog {count} keer proberen} other {Je kan het nog {count} keer proberen}}

# walletPersonalizeConfirmPinPageErrorTitle
source: Invalid code
nl: Ongeldige toegangscode

# walletPersonalizeConfirmPinPageTitle
source: Enter your pin
nl: Vul je toegangscode in

# walletPersonalizeDigidErrorPageDescription
source: Still want to retrieve your personal information? Try to login again.
nl: Wil toch je jouw persoonsgegevens ophalen? Log dan opnieuw in bij DigiD.

# walletPersonalizeDigidErrorPageLoginWithDigidCta
source: Login
nl: Opnieuw inloggen

# walletPersonalizeDigidErrorPageNoDigidCta
source: Need help with DigiD?
nl: Hulp nodig met DigiD?

# walletPersonalizeDigidErrorPageTitle
source: Login cancelled
nl: Inloggen afgebroken

# walletPersonalizeIntroPageDescription
source: You create a wallet by retrieving your personal information through DigiD
nl: Je maakt je Wallet aan door persoonsgegevens toe te voegen via DigiD

# walletPersonalizeIntroPageLoginWithDigidCta
source: Login with DigiD
nl: Inloggen met DigiD

# walletPersonalizeIntroPageNoDigidCta
source: I don't have DigiD
nl: Ik heb geen DigiD

# walletPersonalizeIntroPageTitle
source: Login with DigiD to get started
nl: Login met DigiD om te beginnen

# walletPersonalizeLoadingPhotoPageSubtitle
source: One moment...
nl: Even geduld...

# walletPersonalizeLoadingPhotoPageTitle
source: Scanning
nl: Aan het scannen

# walletPersonalizeNoDigidPageBackCta
source: Back
nl: Terug

# walletPersonalizeNoDigidPageDescription
source: At the moment you can only setup your wallet if you have access to DigiD
nl: Op dit moment kan je alleen met een DigiD een Wallet aanmaken. Woon je in Nederland en heb je een Nederlands identiteitsbewijs? Dan kun je een DigiD aanvragen.

# walletPersonalizeNoDigidPageHeadline
source: I don't have DigiD
nl: Ik heb geen DigiD

# walletPersonalizeNoDigidPageRequestDigidCta
source: Request DigiD
nl: DigiD aanvragen

# walletPersonalizeNoDigidPageTitle
source: No DigiD
nl: Geen DigiD

# walletPersonalizePhotoAddedPageContinueCta
source: Fetch more information
nl: Meer gegevens ophalen

# walletPersonalizePhotoAddedPageDataIncorrectCta
source: Something not right?
nl: Klopt er iets niet?

# walletPersonalizePhotoAddedPageSubtitle
source: Your photo has been added
nl: Je hebt je pasfoto toegevoegd

# walletPersonalizePhotoAddedPageTitle
source: Success!
nl: Gelukt!

# walletPersonalizeScreenExitSheetCancelCta
source: No
nl: Nee

# walletPersonalizeScreenExitSheetConfirmCta
source: Yes, stop
nl: Ja, stoppen

# walletPersonalizeScreenExitSheetDescription
source: Are you sure you want to quit setting up your wallet?
nl: Weet je zeker dat je wilt stoppen met het aanmaken van een wallet?

# walletPersonalizeScreenExitSheetTitle
source: Exit
nl: Afbreken

# walletPersonalizeScreenLoadingSubtitle
source: One moment please...
nl: Wacht even...

# walletPersonalizeScreenLoadingTitle
source: Loading
nl: Aan het laden

# walletPersonalizeScreenTitle
source: Create wallet
nl: Wallet aanmaken

# walletPersonalizeSuccessPageContinueCta
source: To my Wallet
nl: Naar mijn Wallet

# walletPersonalizeSuccessPageDescription
source: Your cards have been added!
nl: Je kaarten zijn toegevoegd!

# walletPersonalizeDataIncorrectScreenTitle
source: Something is not correct
nl: Er klopt iets niet

# walletPersonalizeDataIncorrectScreenSubhead
source: Is the data incorrect?
nl: Kloppen de gegevens niet?

# walletPersonalizeDataIncorrectScreenDescription
source: If your data is incorrect, this can lead to issues. Report your issue to MFO. It can take a moment before your data is updated, once the updates are processed you can create your Wallet.
nl: Als je gegevens niet kloppen kan dat voor problemen zorgen. Meld je fout bij het Meldpunt Fouten in Overheidsregistraties (MFO). Het kan even duren voordat je gegevens zijn aangepast. Als je gegevens zijn aangepast kan je je Wallet aanmaken.

# walletPersonalizeSuccessPageTitle
source: Success!
nl: Gelukt!
