Repository: IAmCoder/nl-wallet
Catalog: wallet_app/lib/src/localization/app_*.arb
Languages: nl

# cardAttributeRowTitle
source: From {name}
nl: Uit {name}

# cardDataScreenDataPrivacyBannerReadMore
source: Read more
nl: Lees meer

# cardDataScreenDataPrivacyBannerTitle
source: This overview is just for you.
nl: Dit overzicht is alleen voor jou.

# cardDataScreenDataPrivacySheetClose
source: Close
nl: Sluiten

# cardDataScreenDataPrivacySheetDescription
source: You can check your data in this overview. Keep this overview hidden from others. That way you protect your privacy. Do you want to share data with an organization? Then use the QR code function.
nl: In dit overzicht kun jij je gegevens controleren. Hou dit overzicht verborgen voor anderen. Op die manier bescherm je jouw privacy. Wil je gegevens delen met een organisatie? Gebruik dan de QR-code functie.

# cardDataScreenDataPrivacySheetTitle
source: View of your data
nl: Zicht op jouw gegevens

# cardDataScreenIncorrectCta
source: Is something not right?
nl: Klopt er iets niet?

# cardHistoryScreenTitle
source: Card history
nl: Kaartgeschiedenis

# cardHistoryTimelineInteractionFailed
source: Failed to share
nl: Delen mislukt

# cardHistoryTimelineInteractionRejected
source: Rejected to share
nl: Delen gestopt

# cardHistoryTimelineInteractionSuccess
source: Shared
nl: Gegevens gedeeld

# cardHistoryTimelineOperationExpired
source: Card is expired
nl: Kaart verlopen

# cardHistoryTimelineOperationIssued
source: Card added
nl: Kaart aangemaakt

# cardHistoryTimelineOperationRenewed
source: Card updated
nl: Kaart vernieuwd

# cardHistoryTimelineSigningRejected
source: Signing stopped
nl: Ondertekenen gestopt

# cardHistoryTimelineSigningSuccess
source: Signed
nl: Ondertekend

# cardOverviewScreenTitle
source: My cards
nl: Mijn kaarten

# cardSummaryScreenCardDataCta
source: Data
nl: Gegevens

# cardSummaryScreenCardDataIssuedBy
source: Issued by {organization}
nl: Uitgegeven door {organization}

# cardSummaryScreenCardDeleteCta
source: Delete card
nl: Kaart verwijderen

# cardSummaryScreenCardHistoryCta
source: Card history
nl: Kaartgeschiedenis

# cardSummaryScreenCardUpdateCta
source: Renew data
nl: Opnieuw ophalen

# cardSummaryScreenCardValidUntil
source: Valid until {dateTime}
nl: Geldig tot en met {dateTime}

# cardSummaryScreenLatestIssuedOperation
source: Latest update {dateTime}
nl: Laatste update {dateTime}

# cardSummaryScreenLatestIssuedOperationUnknown
source: Latest update unknown
nl: Laatste update onbekend

# cardSummaryScreenLatestSuccessInteraction
source: {timeAgo} {shareStatus} with {organization}
nl: {timeAgo} {shareStatus} met {organization}

# cardSummaryScreenLatestSuccessInteractionUnknown
source: Never shared yet
nl: Nog nooit gedeeld

# cardSummaryScreenTitle
source: Card summary
nl: Kaart overzicht

# changeLanguageScreenTitle
source: Select a language
nl: Kies een taal

# checkAgreementPageCancelCta
source: No
nl: Nee

# checkAgreementPageConfirmCta
source: Yes, next
nl: Ja, volgende

# checkAgreementPageDataIncorrectCta
source: Is something not right?
nl: Klopt er iets niet?

# checkAgreementPageShowDocumentCta
source: View PDF
nl: PDF bekijken

# checkAgreementPageSignProvider
source: {organization} uses {provider} to sign agreements.
nl: {organization} gebruikt {provider} voor het ondertekenen van afspraken.

# checkAgreementPageSubtitle
source: Check the agreement before continuing
nl: Controleer de afspraken voor je verder gaat.

# checkAgreementPageTitle
source: Are you aware of the agreement?
nl: Ken je de afspraken?

# checkAttributesScreenDataIncorrectCta
source: Something not right?
nl: Klopt er iets niet?

# checkAttributesScreenTitle
source: Verify
nl: Controleren

# confirmAgreementPageCancelCta
source: No
nl: Nee

# confirmAgreementPageConfirmCta
source: Yes, sign
nl: Ja, tekenen

# confirmAgreementPageDataIncorrectCta
source: Something not right?
nl: Klopt er iets niet?

# confirmAgreementPageSignProvider
source: You will be signing through {provider}
nl: Je gaat ondertekenen met {provider}

# confirmAgreementPageTitle
source: Do you want to sign using this information
nl: Wil je ondertekenen met deze gegevens?

# dataAttributeSectionTitle
source: Source: {source}
nl: Bron: {source}

# dataIncorrectScreenApproveCta
source: Add card
nl: Kaart toch toevoegen

# dataIncorrectScreenApproveDescription
source: Add the card now, and update it later once the data changes.
nl: De kaart nu toevoegen en updaten als de gegevens zijn aangepast.

# dataIncorrectScreenApproveTitle
source: Add card
nl: Kaart toevoegen

# dataIncorrectScreenBackCta
source: Back
nl: Terug

# dataIncorrectScreenDeclineCta
source: Decline card
nl: Kaart afwijzen

# dataIncorrectScreenDeclineDescription
source: If you decline the card, it will not be added to your wallet.
nl: Als je de gegevens afwijst worden deze gegevens niet opgeslagen in je Wallet.

# dataIncorrectScreenDeclineTitle
source: Decline card
nl: Kaart afwijzen

# dataIncorrectScreenHeaderDescription
source: Contact the providing organization to request a data update. You have two options now:
nl: Laat de gegevens dan aanpassen door de organisatie die ze aanbiedt. Je kan nu twee dingen doen:

# dataIncorrectScreenHeaderTitle
source: Is the information incorrect?
nl: Kloppen de gegevens niet?

# dataIncorrectScreenTitle
source: Retrieve data
nl: Gegevens ophalen

# generalBottomBackCta
source: Back
nl: Terug

# generalDays
source: {days, plural, =1 {{days} day} other {{days} days}}
nl: {days, plural, =1 {{days} dag} other {{days} dagen}}

# generalHours
source: {hours, plural, =1 {{hours} hour} other {{hours} hours}}
nl: {hours, plural, =1 {{hours} uur} other {{hours} uur}}

# generalMinutes
source: {minutes, plural, =1 {{minutes} minute} other {{minutes} minutes}}
nl: {minutes, plural, =1 {{minutes} minuut} other {{minutes} minuten}}

# generalOnDate
source: On
nl: Op

# generalPolicyAllTermsCta
source: All terms
nl: Alle voorwaarden

# generalPolicyDataCanBeDeleted
source: You can request data deletion
nl: Je kunt gegevens laten verwijderen

# generalPolicyDataCanNotBeDeleted
source: You can not request data deletion
nl: Je kunt gegevens niet laten verwijderen

# generalPolicyDataIsSignature
source: By continuing the agreement will be definitive
nl: Met ondertekenen maak je een afspraak definitief

# generalPolicyDataRetentionDuration
source: {days, plural, =0 {Data is not stored} =1 {Data is stored for {days} day} other {Data is stored for {days} days}}
nl: {days, plural, =0 {Gegevens worden niet bewaard} =1 {Gegevens worden {days} dag bewaard} other {Gegevens worden {days} dagen bewaard}}

# generalPolicyDataWillBeShared
source: Your information will be shared with third parties
nl: Je gegevens worden gedeeld met derden

# generalPolicyDataWillNotBeShared
source: Your information will not be shared with third parties
nl: Je gegevens worden niet gedeeld met derden

# generalRetry
source: Retry
nl: Probeer opnieuw

# generalTimeAgo
source: ago
nl: geleden

# generalTimeAgoLessThenOneMinute
source: less then a minute
nl: minder dan een minuut

# generalVersionText
source: App version: {versionName} ({versionCode})
nl: App versie: {versionName} ({versionCode})

# generalWCAGBack
source: Back
nl: Terug

# historyDetailScreenHelpdeskSubtitle
source: To receive help and answers
nl: Om hulp en antwoorden te krijgen

# historyDetailScreenHelpdeskTitle
source: Open helpdesk
nl: Naar de helpdesk

# historyDetailScreenInteractionAttributesTitle
source: {attributes, plural, =0 {No attributes shared} =1 {Shared 1 attribute} other {Shared {attributes} attributes}}
nl: {attributes, plural, =0 {Geen gegevens gedeeld} =1 {1 gegeven gedeeld} other {{attributes} gegevens gedeeld}}

# historyDetailScreenIssueSubtitle
source: About the data, the request or the receiver
nl: Over de gegevens, het verzoek of de ontvanger

# historyDetailScreenIssueTitle
source: Report an issue
nl: Meld een probleem

# historyDetailScreenOperationAttributesTitle
source: Retrieved data
nl: Opgehaalde gegevens

# historyDetailScreenOperationStatusExpiredDescription
source: Your card is expired.
nl: Je kaart is verlopen.

# historyDetailScreenOperationStatusIssuedDescription
source: Card added
nl: Kaart aangemaakt

# historyDetailScreenOperationStatusRenewedDescription
source: Card updated
nl: Kaart vernieuwd

# historyDetailScreenSigningAttributesTitle
source: Signed
nl: Ondertekend

# historyDetailScreenTermsSubtitle
source: How the organization processes your data
nl: Hoe gaat de ontvanger om met jouw gegevens

# historyDetailScreenTermsTitle
source: Terms and Conditions
nl: Voorwaarden

# historyOverviewScreenTitle
source: Usage history
nl: Gebruiksgeschiedenis

# homeScreenBottomNavBarCardsCta
source: Cards
nl: Kaarten

# introductionAppBenefitsPageTitle
source: You decide what to share
nl: Jij bepaalt met wie je gegevens deelt

# introductionAppDisclaimerPageTitle
source: Welcome to the NL Wallet Demo
nl: Welkom in de Demo versie van de Wallet

# introductionAppIntroPageTitle
source: Your data easily accessible on your phone
nl: Jouw gegevens makkelijk op je mobiel

# introductionAppSecurityPageTitle
source: Only you can access your data
nl: Alleen jij kan bij jouw gegevens

# introductionLanguageSelectCta
source: English
nl: Nederlands

# introductionNextPageCta
source: Next
nl: Volgende

# introductionPrivacyPolicyCta
source: Privacy policy
nl: Privacybeleid

# issuanceCheckCardPageConfirmCta
source: Yes, next
nl: Ja, volgende

# issuanceCheckCardPageOverline
source: Card {current} of {total}
nl: Kaart {current} van {total}

# issuanceCheckCardPageRejectCta
source: No
nl: Nee

# issuanceCheckCardPageTitle
source: Are these details correct?
nl: Kloppen de gegevens

# issuanceCheckDataOfferingPageNegativeCta
source: No
nl: Nee

# issuanceCheckDataOfferingPagePositiveCta
source: Yes, add
nl: Ja, toevoegen

# issuanceCheckDataOfferingPageSubtitle
source: If the data is correct you can add it.
nl: Als de gegevens kloppen kun je ze toevoegen.

# issuanceCheckDataOfferingPageTitle
source: Is the retrieved data correct?
nl: Kloppen de opgehaalde gegevens?

# issuanceConfirmPinPageDescription
source: By entering your pin you agree to exchange your information.
nl: Hiermee geef je toestemming om gegevens uit te wisselen.

# issuanceConfirmPinPageErrorDescription
source: {count, plural, =1 {You can try {count} more time} other {You can try {count} more times}}
nl: {count, plural, =1 {Je kan het nog {count} keer proberen} other {Je kan het nog {count} keer proberen}}

# issuanceConfirmPinPageErrorTitle
source: Invalid code
nl: Ongeldige toegangscode

# issuanceConfirmPinPageTitle
source: Enter your pin
nl: Vul je toegangscode in

# issuanceGenericErrorPageCloseCta
source: Close
nl: Sluiten

# issuanceGenericErrorPageDescription
source: Something went wrong, try again later.
nl: Er ging iets mis. Probeer het later nog eens

# issuanceGenericErrorPageTitle
source: Something went wrong
nl: Er ging iets mis

# issuanceIdentityValidationFailedPageCloseCta
source: Close
nl: Sluiten

# issuanceIdentityValidationFailedPageDescription
source: It looks like the data your are trying to retrieve is meant for someone else.
nl: Het lijkt er op dat de gegevens die je probeert op te halen van iemand anders zijn.

# issuanceIdentityValidationFailedPageSomethingNotRightCta
source: Something not right?
nl: Klopt er iets niet?

# issuanceIdentityValidationFailedPageTitle
source: Your identity did not match
nl: Je identiteitscontrole kwam niet overeen

# issuanceProofIdentityPageIncorrectCta
source: Something not right?
nl: Klopt er iets niet?

# issuanceProofIdentityPageNegativeCta
source: No
nl: Nee

# issuanceProofIdentityPagePositiveCta
source: Share
nl: Delen

# issuanceProofIdentityPageRefreshDataSubtitle
source: Share your identity with {organization} to refresh your data.
nl: Deel je identiteit met {organization} om opnieuw je gegevens op te halen.

# issuanceProofIdentityPageSubtitle
source: Share your identity with {organization} to download your data.
nl: Deel je identiteit met {organization} om gegevens op te halen.

# issuanceProofIdentityPageTitle
source: Proof who you are
nl: Bewijs wie je bent

# issuanceScreenRefreshTitle
source: Refresh data
nl: Opnieuw ophalen

# issuanceScreenTitle
source: Retrieve data
nl: Gegevens ophalen

# issuanceSelectCardsPageAddCta
source: Add
nl: Toevoegen

# issuanceSelectCardsPageDataIncorrectCta
source: Something not right?
nl: Klopt er iets niet?

# issuanceSelectCardsPageDescription
source: Select the ones you would like to add
nl: Kies welke je wilt toevoegen.

# issuanceSelectCardsPageNoSelectionError
source: Select one or more cards to add
nl: Kies één of meerdere kaarten om toe te voegen.

# issuanceSelectCardsPageTitle
source: The following cards are available
nl: De volgende kaarten zijn opgehaald

# issuanceStopSheetDescription
source: If you stop, no further information will be retrieved from {organization}
nl: Als je stopt worden er verder geen gegevens meer opgehaald bij {organization}

# issuanceStopSheetNegativeCta
source: No
nl: Nee

# issuanceStopSheetPositiveCta
source: Yes, Stop
nl: Ja, stoppen

# issuanceStopSheetTitle
source: Are your sure you want to stop?
nl: Weet je zeker dat je wilt stoppen?

# issuanceStoppedPageCloseCta
source: Close
nl: Sluiten

# issuanceStoppedPageDescription
source: Because you stopped, no information was retrieved
nl: Omdat je bent gestopt zijn er geen gegevens opgehaald.

# issuanceStoppedPageGiveFeedbackCta
source: Give feedback
nl: Geef feedback

# issuanceStoppedPageTitle
source: Sharing stopped
nl: Delen gestopt

# issuanceSuccessPageCardsAddedSubtitle
source: {cards, plural, =1 {Your card has been added.} other {Your cards have been added.}}
nl: {cards, plural, =1 {Je kaart is toegevoegd.} other {Je kaarten zijn toegevoegd.}}

# issuanceSuccessPageCardsUpdatedSubtitle
source: {cards, plural, =1 {Your card has been updated.} other {Your cards have been updated.}}
nl: {cards, plural, =1 {Je kaart is vernieuwd.} other {Je kaarten zijn vernieuwd.}}

# issuanceSuccessPageCloseCta
source: To my cards
nl: Naar mijn kaarten

# issuanceSuccessPageTitle
source: Success!
nl: Gelukt!

# menuAboutPageDescription
source: This demo is realized by multiple parties and was commissioned by the dutch government. For more information see edi.pleio.nl.
nl: Deze demo app is tot stand gekomen door een samenwerking van verschillende partijen in opdracht van de Nederlandse Overheid. Voor meer informatie over deze app verwijzen we naar de website edi.pleio.nl.

# menuAboutPageFeedbackCta
source: Give feedback
nl: Geef feedback

# menuAboutPagePrivacyCta
source: Privacy policy
nl: Privacybeleid

# menuAboutPageTermsCta
source: Terms and conditions
nl: Gebruiksvoorwaarden

# menuAboutPageTitle
source: About this app
nl: Over deze app

# menuMainPageAboutCta
source: About this app
nl: Over deze app

# menuMainPageGreeting
source: Hi {name}
nl: Hallo {name}

# menuMainPageHistoryCta
source: Usage history
nl: Gebruiksgeschiedenis

# menuMainPageLockCta
source: Log out
nl: Uitloggen

# menuMainPageSettingsCta
source: Settings
nl: Instellingen

# menuScreenAboutTitle
source: About the app
nl: Over de app

# menuScreenSettingsTitle
source: Settings
nl: Instellingen

# menuSettingsPageChangeLanguageCta
source: Change language
nl: Taal veranderen

# menuSettingsPageChangePinCta
source: Change pin
nl: Toegangscode veranderen

# menuSettingsPageClearDataCta
source: Remove data
nl: Gegevens wissen

# menuSettingsPageSetupBiometricsCta
source: Setup biometrics
nl: Biometrie instellen

# mockDigidScreenAcceptCta
source: login
nl: inloggen

# mockDigidScreenDeclineCta
source: cancel
nl: annuleren

# mockDigidScreenEnterPin
source: Enter pin to continue
nl: Voer pincode in om verder te gaan

# mockDigidScreenForgotPinCta
source: Forgot pin
nl: Pincode vergeten

# mockDigidScreenHeaderSubtitle
source: You are logging in at:
nl: U gaat inloggen bij:

# mockDigidScreenHeaderTitle
source: Login
nl: Inloggen

# mockDigidScreenTitle
source: Securely login with DigiD
nl: Vertrouwd inloggen met DigiD

# organizationApprovePageApproveCta
source: Yes, next
nl: Ja, volgende

# organizationApprovePageDenyCta
source: No, decline
nl: Nee

# organizationApprovePageFirstInteraction
source: First request
nl: Eerste deelverzoek

# organizationApprovePageIncorrectCta
source: Is something not right?
nl: Klopt er iets niet?

# organizationApprovePagePurpose
source: Purpose: {purpose}
nl: Reden: {purpose}

# organizationApprovePageReceiveFromTitle
source: Receive information from {organization}?
nl: Wil je gegevens ophalen bij {organization}?

# organizationApprovePageShareWithApproveCta
source: Yes, view request
nl: Ja, bekijk verzoek

# organizationApprovePageShareWithDenyCta
source: No, stop
nl: Nee, stoppen

# organizationApprovePageShareWithTitle
source: {organization} is requesting information, is that correct?
nl: {organization} vraagt om gegevens, klopt dat?

# organizationApprovePageSignWithTitle
source: {organization} is asking you to sign. Is that correct?
nl: {organization} vraagt of je wilt ondertekenen. Klopt dat?

# organizationButtonLabel
source: About this organization
nl: Over deze partij

# organizationDetailScreenDataIncorrectCta
source: Something not right?
nl: Klopt er iets niet?

# organizationDetailScreenFirstInteraction
source: This is your first interaction with this organization
nl: Dit is je eerste deelverzoek met deze organisatie.

# organizationDetailScreenOrganizationNotChecked
source: This organization is not verified.
nl: Deze organisatie wordt niet gecontroleerd.

# organizationDetailScreenOrganizationNotCheckedReadMore
source: Read more
nl: Lees meer

# organizationDetailScreenPrivacyPolicy
source: privacy statement
nl: privacy verklaring

# organizationDetailScreenViewTerms
source: View the
nl: Bekijk de algemene

# pinKeyboardWCAGDigitKeyTapHint
source: select
nl: invoer

# pinScreenAttemptsCount
source: {count, plural, =1 {You have {count} attempt left} other {You have {count} attempts left}}
nl: {count, plural, =1 {Je hebt nog {count} poging} other {Je hebt nog {count} pogingen}}

# pinScreenErrorHeader
source: Invalid pin
nl: Ongeldige toegangscode

# pinScreenForgotPinCta
source: Forgot code?
nl: Code vergeten?

# pinScreenHeader
source: Enter your pin
nl: Vul je toegangscode in

# pinScreenTitle
source: Login
nl: Inloggen

# placeholderScreenContractInformTitle
source: The contract will be displayed here.
nl: Hier komt het contract te staan.

# placeholderScreenGenericInformTitle
source: Sorry, this page is still under construction.
nl: Helaas, aan deze pagina wordt nog gewerkt.

# policyScreenDataCanBeDeleted
source: You can request data deletion
nl: Je kunt gegevens laten verwijderen

# policyScreenDataCanNotBeDeleted
source: You can not request data deletion
nl: Je kunt gegevens niet laten verwijderen

# policyScreenDataIsSignature
source: By continuing the agreement will be definitive
nl: Met ondertekenen maak je een afspraak definitief

# policyScreenDataRetentionDuration
source: {days, plural, =0 {Data is not stored} =1 {Data is stored for {days} day} other {Data is stored for {days} days}}
nl: {months, plural, =0 {Gegevens worden niet bewaard} =1 {Gegevens worden {months} maand bewaard} other {Gegevens worden {months} maanden bewaard}}

# policyScreenDataWillBeShared
source: Your information will be shared with third parties
nl: Je gegevens worden gedeeld met derden

# policyScreenDataWillNotBeShared
source: Your information will not be shared with third parties
nl: Je gegevens worden niet gedeeld met derden

# policyScreenErrorDescription
source: The policy could not be loaded
nl: De voorwaarden konden niet worden geladen.

# policyScreenPolicySectionPolicyCta
source: privacy policy
nl: privacybeleid

# policyScreenPolicySectionText
source: View the {policy} to read more about how your data will be used.
nl: Bekijk het {policy} voor meer informatie over hoe je gegevens gebruikt gaan worden.

# policyScreenPolicySectionTitle
source: Want to know more?
nl: Meer weten?

# policyScreenRetryCta
source: Try again
nl: Probeer opnieuw

# qrMyCodeTabHowToCta
source: How does my QR-code work?
nl: Hoe werkt mijn QR code?

# qrMyCodeTabHowToSheetCloseCta
source: Close
nl: Sluiten

# qrMyCodeTabHowToSheetDescription
source: Information can be shared by showing your QR-code. Further english translation goes here...
nl: Laat Mijn QR-code scannen door een controleur om te beginnen met delen. Vervolgens krijg je een gegevens verzoek. Alleen als je akkoord gaat met het verzoek zullen gegevens worden gedeeld.

# qrMyCodeTabHowToSheetTitle
source: How does my QR-code work?
nl: Hoe werkt mijn QR-code?

# qrScanTabContinueCta
source: Scan another QR-code
nl: Nog een QR scannen

# qrScanTabErrorRetryCta
source: Retry
nl: Probeer opnieuw

# qrScanTabHowToScanCta
source: How does scanning work?
nl: Hoe werkt scannen?

# qrScanTabHowToScanSheetCloseCta
source: Close
nl: Sluiten

# qrScanTabHowToScanSheetDescription
source: English description goes here
nl: Gegevens kunnen worden gedeeld door een QR-code te laten zien óf een QR-code te scannen. De partij die om gegevens vraagt, zal aangeven wat nodig is. Na het scannen krijg je een gegevens verzoek. Alleen als je akkoord gaat met het verzoek zullen gegevens worden gedeeld.

# qrScanTabHowToScanSheetTitle
source: How does scanning work?
nl: Hoe werkt scannen?

# qrScreenMyCodeTabTitle
source: My code
nl: Mijn code

# qrScreenScanTabTitle
source: Scan
nl: Scannen

# setupSecurityCompletedPageCreateWalletCta
source: Create Wallet
nl: Mijn Wallet aanmaken

# setupSecurityCompletedPageDescription
source: Your security is configured.
nl: Je beveiliging is ingesteld.

# setupSecurityCompletedPageTitle
source: Success
nl: Gelukt

# setupSecurityConfirmationErrorPageDescription
source: Try again
nl: Probeer het opnieuw

# setupSecurityConfirmationErrorPageFatalCta
source: Choose new code
nl: Nieuwe code kiezen

# setupSecurityConfirmationErrorPageFatalDescription
source: Try again
nl: Begin opnieuw

# setupSecurityConfirmationErrorPageFatalTitle
source: Failed to setup pin
nl: Toegangscode kiezen is niet gelukt

# setupSecurityConfirmationErrorPageTitle
source: This code is different
nl: Deze toegangscode is anders

# setupSecurityConfirmationPageTitle
source: Repeat your code
nl: Herhaal je toegangscode

# setupSecurityScreenTitle
source: Setup security
nl: Beveiliging instellen

# setupSecurityScreenWCAGEnteredDigitsAnnouncement
source: {enteredDigits} of {totalDigits} digits supplied
nl: {enteredDigits} van {totalDigits} ingevoerd

# setupSecurityScreenWCAGPinChosenAnnouncement
source: Pin chosen. Repeat to confirm.
nl: Pin gekozen. Herhaal pincode om te bevestigen.

# setupSecurityScreenWCAGPinConfirmationFailedAnnouncement
source: Confirmation pin doesn't match, try again
nl: Gekozen pin komt niet overeen. Probeer opnieuw.

# setupSecurityScreenWCAGPinTooSimpleAnnouncement
source: Chosen pin too simple. Try again.
nl: Gekozen pin te simpel. Probeer opnieuw.

# setupSecuritySelectPinErrorPageAscendingOrDescendingDigitsError
source: Sequential characters are unsafe, select a different code.
nl: Een rij getallen is niet veilig. Kies daarom een andere toegangscode.

# setupSecuritySelectPinErrorPageDefaultError
source: Choose another code
nl: Kies een andere toegangscode

# setupSecuritySelectPinErrorPageDescription
source: Choose another code
nl: Kies een andere toegangscode

# setupSecuritySelectPinErrorPageTitle
source: This code is too simple
nl: Deze toegangscode is te simpel

# setupSecuritySelectPinErrorPageTooFewUniqueDigitsError
source: Select a code with at least two different digits.
nl: Kies een toegangscode met minstens 2 verschillende getallen

# setupSecuritySelectPinPageTitle
source: Choose a 6 digit code
nl: Kies een 6 cijferige toegangscode

# showDetailsCta
source: Show details
nl: Bekijk details
